tap "browsh-org/browsh"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "dbcli/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "timescale/tap"
brew "aalib"
brew "ack"
brew "ansifilter"
brew "automake"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "awslogs"
brew "bash"
brew "boxes"
brew "bzip2"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "coreutils"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "cask"
brew "cmake"
brew "cookiecutter"
brew "cowsay"
brew "ctags"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "elinks"
brew "erlang"
brew "exa"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "flyway"
brew "pango"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gradle"
brew "grafana"
brew "nghttp2"
brew "grunt-cli"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "leveldb"
brew "libpq"
brew "libwebsockets"
brew "lolcat"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mercurial"
brew "mosh"
brew "mosquitto"
brew "mycli"
brew "mysql-client"
brew "mysql@5.7"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node@16"
brew "nvm"
brew "openssl@3"
brew "pandoc"
brew "pgcli"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rabbitmq"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sampler"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "cjbassi/gotop/gotop"
brew "hashicorp/tap/terraform-ls"
cask "alfred"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "mysql-connector-python"
cask "rectangle"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
