tap "browsh-org/browsh"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "dbcli/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
tap "timescale/tap"
brew "aalib"
brew "ack"
brew "ansifilter"
brew "xz"
brew "gettext"
brew "readline"
brew "sqlite"
brew "aria2"
brew "automake"
brew "python@3.10"
brew "awslogs"
brew "bash"
brew "boxes"
brew "cabextract"
brew "glib"
brew "python@3.9"
brew "cdrtools"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "elinks"
brew "erlang"
brew "exa"
brew "fd"
brew "guile"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyway"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "grafana"
brew "nghttp2"
brew "node"
brew "grunt-cli"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "just"
brew "krb5"
brew "leveldb"
brew "libfido2"
brew "libpq"
brew "libwebsockets"
brew "lolcat"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "markdownlint-cli"
brew "mas"
brew "mercurial"
brew "mosh"
brew "mosquitto"
brew "mycli"
brew "zlib"
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nvm"
brew "openssl@3"
brew "pandoc"
brew "pgcli"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "qemu"
brew "rabbitmq", restart_service: true
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "cjbassi/gotop/gotop"
brew "sidneys/homebrew/chntpw"
cask "alacritty"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "mysql-connector-python"
cask "rectangle"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Codye", id: 1516894961
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Jayson", id: 1468691718
mas "Jolt of Caffeine", id: 1437130425
mas "Keynote", id: 409183694
mas "Knights of the Old Republic", id: 416608891
mas "Magnet", id: 441258766
mas "Mini Motorways", id: 1456188526
mas "Notability", id: 360593530
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Shovel Knight Dig", id: 1538097794
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Timery", id: 1425368544
mas "Toggl Track", id: 957734279
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
